Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_enforcing_otb/threads-1.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 1

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140000
        write:                           50000
        other:                           20000
        total:                           210000
    transactions:                        10000  (37.38 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 190000 (710.23 per sec.)
    other operations:                    20000  (74.76 per sec.)

Test execution summary:
    total time:                          267.5199s
    total number of events:              10000
    total time taken by event execution: 267.4337
    per-request statistics:
         min:                                  3.59ms
         avg:                                 26.74ms
         max:                                888.43ms
         approx.  95 percentile:             158.52ms

Threads fairness:
    events (avg/stddev):           10000.0000/0.00
    execution time (avg/stddev):   267.4337/0.00