Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_enforcing_otb/threads-16.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 16

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140042
        write:                           50010
        other:                           20004
        total:                           210056
    transactions:                        10001  (218.12 per sec.)
    deadlocks:                           2      (0.04 per sec.)
    read/write requests:                 190052 (4145.02 per sec.)
    other operations:                    20004  (436.29 per sec.)

Test execution summary:
    total time:                          45.8506s
    total number of events:              10001
    total time taken by event execution: 733.1779
    per-request statistics:
         min:                                 15.96ms
         avg:                                 73.31ms
         max:                               4529.62ms
         approx.  95 percentile:              97.58ms

Threads fairness:
    events (avg/stddev):           625.0625/48.76
    execution time (avg/stddev):   45.8236/0.01