Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_enforcing_otb/threads-2.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 2

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140000
        write:                           50000
        other:                           20000
        total:                           210000
    transactions:                        10000  (238.44 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 190000 (4530.42 per sec.)
    other operations:                    20000  (476.89 per sec.)

Test execution summary:
    total time:                          41.9387s
    total number of events:              10000
    total time taken by event execution: 83.7677
    per-request statistics:
         min:                                  5.04ms
         avg:                                  8.38ms
         max:                               3345.32ms
         approx.  95 percentile:               8.11ms

Threads fairness:
    events (avg/stddev):           5000.0000/2.00
    execution time (avg/stddev):   41.8839/0.00