Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_enforcing_otb/threads-32.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 32

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140014
        write:                           50002
        other:                           20001
        total:                           210017
    transactions:                        10000  (159.30 per sec.)
    deadlocks:                           1      (0.02 per sec.)
    read/write requests:                 190016 (3026.95 per sec.)
    other operations:                    20001  (318.62 per sec.)

Test execution summary:
    total time:                          62.7747s
    total number of events:              10000
    total time taken by event execution: 1913.3640
    per-request statistics:
         min:                                  8.38ms
         avg:                                191.34ms
         max:                              12078.09ms
         approx.  95 percentile:             365.97ms

Threads fairness:
    events (avg/stddev):           312.5000/205.03
    execution time (avg/stddev):   59.7926/4.23