Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_enforcing_otb/threads-4.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 4

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140000
        write:                           50000
        other:                           20000
        total:                           210000
    transactions:                        10000  (331.62 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 190000 (6300.71 per sec.)
    other operations:                    20000  (663.23 per sec.)

Test execution summary:
    total time:                          30.1554s
    total number of events:              10000
    total time taken by event execution: 120.4778
    per-request statistics:
         min:                                  6.38ms
         avg:                                 12.05ms
         max:                                430.93ms
         approx.  95 percentile:              15.14ms

Threads fairness:
    events (avg/stddev):           2500.0000/9.51
    execution time (avg/stddev):   30.1195/0.00