Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_enforcing_otb/threads-8.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 8

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140000
        write:                           50000
        other:                           20000
        total:                           210000
    transactions:                        10000  (225.59 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 190000 (4286.21 per sec.)
    other operations:                    20000  (451.18 per sec.)

Test execution summary:
    total time:                          44.3282s
    total number of events:              10000
    total time taken by event execution: 354.3788
    per-request statistics:
         min:                                  9.02ms
         avg:                                 35.44ms
         max:                               1029.63ms
         approx.  95 percentile:              52.97ms

Threads fairness:
    events (avg/stddev):           1250.0000/17.53
    execution time (avg/stddev):   44.2973/0.00